#+TITLE: Firn
#+DATE_CREATED: 2020-03-01--09-53
#+STATUS: active
#+FILE_UNDER: project
#+LAYOUT: project

* Meta
:PROPERTIES:
:date_completed: ?
:date_started: <2020-03-01 Sun>
:file_under: project
:intent: Wiki
:links: ?
:slug: firn
:state: active
:END:
:LOGBOOK:
CLOCK: [2020-03-11 Wed 09:53]--[2020-03-11 Wed 10:40] =>  0:47
CLOCK: [2020-03-08 Sun 17:51]--[2020-03-08 Sun 18:00] =>  0:09
CLOCK: [2020-03-07 Sat 08:26]--[2020-03-07 Sat 09:43] =>  1:17
CLOCK: [2020-03-06 Fri 16:17]--[2020-03-06 Fri 18:26] =>  2:09
CLOCK: [2020-03-05 Thu 21:03]--[2020-03-05 Thu 21:50] =>  0:47
CLOCK: [2020-03-05 Thu 13:05]--[2020-03-05 Thu 13:35] =>  0:30
CLOCK: [2020-03-04 Wed 21:10]--[2020-03-04 Wed 21:28] =>  0:18
CLOCK: [2020-03-04 Wed 13:31]--[2020-03-04 Wed 15:31] =>  2:00
CLOCK: [2020-03-03 Tue 11:34]--[2020-03-03 Tue 15:55] =>  4:21
CLOCK: [2020-03-02 Mon 13:11]--[2020-03-02 Mon 17:45] =>  4:34
CLOCK: [2020-03-01 Sun 17:34]--[2020-03-01 Sun 18:09] =>  0:35
:END:
* Resources
- [[https://www.britannica.com/science/firn][Namesake]]
- [[file:org-mode.org][Org Modeº]]
- [[file:emacs.org][Emacsº]]
* Tasks
** TODO [#B] - Do [[http:google.com][thing]]
- Only root files should be fetched
- sub folders of wiki are being translated to html.ODO
*** TODO Sub todo.
* Notes

#+BEGIN_QUOTE
Firn is found under the snow that accumulates at the head of a glacier. It is formed under the pressure of overlying snow by the processes of compaction, recrystallization, localized melting, and the crushing of individual snowflakes.

- [[https://www.britannica.com/science/firn][Brittanica: Firn]]
#+END_QUOTE

Cumulative wiki engine built with[[file:org-mode.org][ Org Modeº]] and [[file:clojure.org][Clojureº]].

Primarily catalogues [[file:projects.org][Projectsº]] and [[file:research.org][Researchº]] as well as other experiments,
quotes, ideas &c.
